tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "bash"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "pkg-config"
brew "readline"
brew "gnupg"
brew "grep"
brew "htop"
brew "sqlite"
brew "xz"
brew "httpie"
brew "hub"
brew "mackup"
brew "neofetch"
brew "openssl@3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "s-search"
brew "stow"
brew "subversion"
brew "thefuck"
brew "tree"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "authy"
cask "bitwarden"
cask "font-fira-code"
cask "font-lato"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "grid"
cask "hammerspoon"
cask "intellidock"
cask "iterm2"
cask "logitech-options"
cask "maccy"
cask "sensiblesidebuttons"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
