tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "openssl@3"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "htop"
brew "python@3.13"
brew "httpie"
brew "hub"
brew "mackup"
brew "n"
brew "neofetch"
brew "node"
brew "nvm"
brew "pipx"
brew "pkgconf"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "s-search"
brew "stow"
brew "tree"
brew "unicorn"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alt-tab"
cask "betterdisplay"
cask "chatgpt"
cask "cursor"
cask "font-fira-code"
cask "font-lato"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "github"
cask "google-cloud-sdk"
cask "intellidock"
cask "iterm2"
cask "lm-studio"
cask "logitech-options"
cask "maccy"
cask "plex"
cask "postman"
cask "raycast"
cask "sensiblesidebuttons"
cask "slack"
cask "stremio"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "benjaminbenais.copilot-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pmneo.tsimporter"
vscode "rafamel.subtle-brackets"
vscode "sonarsource.sonarlint-vscode"
vscode "steoates.autoimport"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
